Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 제가 동행한다 해도 금전적인 문제는요?
en: will there be any financial problems if I go with you?

source: 깊이 고민해보고 싶어도 금귤 선생 때문에 턱턱 막히는군.
en: gyul geum keeps interrupting my train of thought.

source: 갑자기요?
en: so suddenly?

source: 아버지 눈엔 이 모습이 안 보이세요?
en: don’t you see that, father?

source: 정말 궁금해서 그래.
en: I’m just really curious.

source: 핸드폰도 없군.
en: and I don’t have my phone with me.

source: 교장 선생님이 부르세요.
en: the principal’s asking for you.

source: 부모에게 양육을 거부당했지만 빛을 잃지 않은 멋진 청년이잖아요.
en: I’m a wonderful young man who never lost his light despite being rejected by his own parents.

source: 그것을 견디기로 하면서,
en: we keep pushing through...

source: 나를 보고 웃는 건가?
en: are you smiling at me?

source: 꺼내먹은 거예요?!?!
en: are you eating stuff from the fridge?!

source: 방 찾는 게 많이 어렵지?
en: it’s hard to find my room, huh?

source: 이걸로 끝이지?
en: am I done now?

source: 내 계획들은 터무니없는 것투성이라 별 도움이 안 될 거야.
en: my plans wouldn’t have helped anyway since they were unrealistic to begin with.

source: 맞아.
en: that’s right.

source: 글쎄.
en: I don’t know.

source: 결혼식 주례 말씀이십니까?
en: officiating the wedding?

source: 누군가에게 의논할 수도 없고….
en: I can’t even discuss it with anyone…

source: 잘 끝났어요.
en: it went well.

source: 돌아오면 할 말이 있어.
en: I have something to tell you when you get back.

source: 설마, 저 녀석이….
en: could it be...

source: 죄송합니다.
en: I’m sorry.

source: 너랑 대화하다 보면 현실로 돌아오는 느낌이 들어.
en: I feel like I wake up to reality when I talk to you.

source: 심통 나면 일부러 보이는 곳에 상처를 내려고 하시거든.
en: when he’s upset, he deliberately tries to hurt me in visible areas.

source: 누구보다도 착하게 산 분인걸.
en: he was the kindest man who’d ever lived.

source: 하,
en: ha,

source: 당신들이 내 진짜 모습을 외면했을 뿐이잖아.
en: but you all turned a blind eye to who I really am.

source: 너에게 진심인 사람 같은 건 없어.
en: nobody’s even close to being sincere with you.

source: 오늘은 신부님이 있어서 다섯이나 되네!!
en: but today, it’s five with you here!

source: 신부님께선 겨울을 넘기지 못하실듯합니다.
en: it seems that the priest won’t be able to get through the winter.

source: 귤 선생네 병원에서 제조된 약이라면…
en: if it’s medicine from gyul’s hospital…

source: 어머!
en: oh my gosh!

source: 낑깡을 꼬셔서 야반도주 하는 건 어떨까…?
en: should I convince gyul geum to run away…?

source: 오, 내 이름을 정확하게 알고 있네?
en: oh, he knows my name?

source: 사사띵 답네~
en: silly sasha!

source: 신부님들은 귀신이랑 상성이 안 맞지?
en: father, you don’t really click with ghosts, do you?

source: 저라는 변수가 없었다면 어떻게 할 계획이었나요?
en: what were you going to do if I wasn’t in the picture?

source: 그럼 다행이고.
en: that’s good.

source: 글 박유나 x 그림 표류
en: writer park yuna x artist pyoryu

source: 무서울 정도로 예상 적중이군.
en: what a terrifyingly accurate prediction.

source: 그, 그치만―
en: b-but...

source: 아까 이 방에 오기 전에….
en: before I came in this room…

source: 웅!!
en: no worries!

source: 놀이터에서 먹기는 싫은데.
en: I don’t want to eat at a playground.

source: 그러고 보니 신부님, 귀신 저택을 찾는다는 것도 다 거짓말이었어?
en: come to think of it, father, did you lie about looking for a haunted mansion?

source: 동생 얘긴 거짓말이다.
en: that was a lie.

source: 어라…?
en: huh...?

source: 꼬맹이일 때 봉사하던걸 몇 번 지도했었어요.
en: I supervised you a few times when you volunteered.

source: 진심이에요.
en: I truly mean it.

source: 가서 네 할 일이나 해!!
en: go on and mind your own business!

source: 그냥 저희끼리 노는 거라고요.
en: we’re just playing amongst ourselves.

source: 맞습니다.
en: that’s right.

source: 아버지, 예의를 갖춰 주시겠어요?
en: could you please be more polite?

source: 애들 수준이 낮아서 그런가―
en: maybe it’s because the students aren’t that bright.

source: 우리 딸!!――♡
en: my daughter!!! ♡

source: 넌 눈앞에 닥친 상황을 보면 자기 일로 만들어 버리잖아.
en: when you see a situation, you always try to help like it’s your own problem.

source: 피팅 같은 건 애 엄마가 봐주기로 했잖아.
en: we’ve arranged her mom to handle the fitting.

source: 우리 집에 온 걸 환영해.
en: welcome to our home.

source: 힘들다, 힘들어.
en: that was quite a journey.

source: 당신이랑 할 말 없습니다만.
en: I have nothing to say to you.

source: 정말 잘됐어요.
en: it went really well.

source: 다 같이 포상 휴가라도 가야지, 안 그런가?
en: shouldn’t we all go on a vacation as a reward?

source: 그동안 잠자코 지켜봤습니다만.
en: I've been staying silent all this time.

source: 난…
en: I...

source: 아,
en: ah,

source: 아버지…?
en: her father…?

source: 사마진이라고 합니다.
en: my name is samajin.

source: 밖으로 연락할 수단이 없어 답답하군.
en: it's frustrating that I have no way to contact the outside world.

source: 네.
en: yes.

source: 빨리 여기서 나가자.
en: let’s get out of here.

source: 설거지하는 방법 아직 안 까먹었지요?
en: you haven’t forgotten how to wash the dishes, have you?

source: 아무튼 방에서 기다리렴.
en: anyway, go wait in your room.

source: 그래서―
en: so anyway...

source: 보 건 선 생 님
en: school nurse

source: 잘 된 거 같아?
en: did it go well?

source: 뭐지?
en: what?

source: 나이차 때문에 집안에서 반대가 심했지만…
en: even though our families strongly disapproved because of our age difference…

source: 사사와 대화하는 아이들을 바보 취급하지 말아주세요.
en: please don’t think that the students are fools to speak with sasha.

source: 사사…?
en: sasha…?

source: 사사에 대해 모르는 것 투성이야.
en: there’s so many things about sasha I don’t know about.

source: 어차피 네가 이긴 싸움이잖아.
en: it's a fight you won anyway.

source: 될 수만 있다면…
en: if only I could...

source: 히잉―
en: eep...

source: 진짜 귀신 나올 것 같다.
en: it does look like ghosts would appear.

source: 먹히지 않도록 노력할게요.
en: I’ll do my best not to get killed.

source: 괜찮으면 좋겠어.
en: I hope everything is okay.

source: 그 결혼식은 아주 오래전부터 예약돼 있던 터라 기억하고 있었어요.
en: I remembered that the wedding has been reserved for a long time.

source: 초대…?
en: an invitation…?

source: 신부님이 아주 젊으시네….
en: the bride is very young...

source: 터무니없어요, 사모님….
en: that’s absurd, madam...

source: 날 도운 거야?
en: are you helping me?

source: 어르신께서는 혼자서 기도를 시작해보신 적 있으십니까?
en: sir, have you tried praying alone?

source: 이땐 참 풋풋했지.
en: how youthful he was back then.

source: 그럼, 부탁합니다.
en: so then please.

source: 이제 다 이해가 돼.
en: but now I understand.

source: 그러고 보니 며칠째, 정장이시잖아?
en: come to think of it, you’ve been wearing that for a few days now.

source: 아이들에게 무언가 바라고 시킨 게 아니니까 괜찮아요.
en: it’s okay. I didn’t ask them to clean to actually clean.

source: 단델리온의 태도도 마음에 안 들어.
en: I don’t like daniel’s attitude, either.

source: 발밑 조심해요.
en: watch your step.

source: 그건 누가 봐도 잘못된 거였는데 말이야.
en: everyone knows I was in the wrong.

source: 회장님께서 준비를 아주 많이 하신 게 보여요.
en: I can see that you’ve prepared a lot, president.

source: 사건을 일으킨 친구들에 대해 아는 게 있나요?
en: do you know anything about the kids who caused this incident?

source: 어르신께서 기도하시는 동안
en: while you pray...

source: 너 혼자서 뭐든지 구원할 수 있다는 생각을 늘 하느냐 이거야.
en: you’re always thinking you can fix everything by yourself.

source: 힘내자, 단델리온!!!
en: hang in there, daniel!!!

source: 두고 보자!!
en: just you wait!!

source: 사사 집
en: sasha’s house

source: 더 주세요.
en: please give us more.

source: 저거 피 아니야?
en: isn’t that blood?

source: 혹시 내 도움이 필요하면 언제든지 불러주세요.
en: please call me if you need anything.

source: 이 정도면 나쁘지 않아.
en: it’s not that bad.

source: 분명 그쪽 집안사람 짓이겠군.
en: it must’ve been the family’s doing.

source: 어렵군….
en: it’s going to be difficult...

source: 에잇, 부딪혀보는 수밖에…!
en: ugh, I have no choice but to face this...!

source: 내가 어릴 때 쓰던 거라 기능은 좀 딸리지만
en: I used it when I was young so not everything works,

source: 시간이 얼마 없어.
en: I don’t have much time.

source: 흠.
en: hmm.

source: 사사??!?
en: sasha?!

source: 이렇게라도 관심을 받아야 할 테니까요.
en: that’s why it should capture your attention.

source: 영광입니다만 필요 이상의 지원은 지식인으로서 불명예와도 같기에 사양하겠습니다.
en: while it’s an honor, I decline to receive support more than necessary as it’s disgraceful to do so as an intellectual.

source: 전― 혀요―!
en: not at all!

source: 그 신부는 내 직장 동료일 뿐이라고.
en: the priest is just a colleague.

source: 어르신은 멋진 분 이시니까요.
en: you’re an amazing person, sir!

source: 몇 살이에요?
en: how old are you?

source: 이건 사사 낳고서―
en: and this one’s after sasha was born.

source: 커피는 타인의 영향을 받기 쉬운 나이니까요.
en: you’re at a point in life where you’re easily influenced by others.

source: 다들 고생 많았네.
en: good job everyone.

source: 널 위해 투자했던 돈은?
en: how much money did I invest in you?

source: 아가씨 곁에는 내가 있었는데.
en: I was the one who stayed by her side.

source: 사사의 아버지인가?
en: is that sasha’s father?

source: 좀 더 깊이 파고 들어 보자.
en: let’s dig a little deeper.

source: 아버님이 종교인에 약하다고 하셨잖아요?
en: didn’t you say your father has a soft spot for religious people?

source: 그만큼 널 신뢰한다는 뜻이야.
en: that means I trust you.

source: 어떻게 알아?
en: how do you know?

source: 내가 어떻게 지내는지 궁금하지도 않니?
en: not even going to ask how I’ve been doing?

source: 내가,
en: what...

source: 다음에 만나면 가만 안 둘 거야.
en: next time we meet, I won’t hold back.

source: 이걸 전해주고 싶었어요.
en: I wanted to give this to you.

source: “내가 태어나기 이전부터.”
en: “before I was born.”

source: 앞으로 네 자식 지원 같은 거 바라지도 말아라!
en: from now on, don’t bother asking for support for your child!

source: 남기지 말고 드세요.
en: please finish everything.

source: 알겠네.
en: all right.

source: 모두를 구할 수 있다고 생각하나?
en: do you really think you can save everyone?

source: 특이사항은 없었나?
en: is there anything I should take note of?

source: 네?
en: what?

source: 금귤 선생.
en: mr. geum.

source: 대충이지만요.
en: more or less.

source: 당신 의견 같은 거 물어본 사람 -
en: no one asked for...

source: 뭐 어때 -
en: so what-?

source: 병동은 다른 건물이에요.
en: the patient ward is another building.

source: 믿어도 될까?
en: can I trust him?

source: 너는 이해 못 하겠지만.
en: ...not that you’d understand.

source: 천사 같네.
en: she’s just like an angel.

source: 괜찮아.
en: it’s okay.

source: 이런 애매한 시기에…?
en: at such a random time...?

source: 그게 무슨 소리야?
en: what do you mean?

source: 밥 먹으러 와서도 공부하는 거예요?
en: you’re going to study even while you eat?

source: 인수인계도 해야 하고-
en: now you’ll have to make a transition...

source: 그런 섭섭한…
en: that’s sad…

source: 어디 다쳤어요?
en: are you hurt?

source: 어떤 “사람”?
en: what kind of a “person”?

source: 나중에 같이 과자나 한 번 까자.
en: let’s have a snack together later.

source: 단델리온?
en: daniel?

source: 우리 어르신 정말 화끈하시지?
en: her father’s a man of action, isn’t he?

source: 사사 선생?
en: miss sasha?

source: 거 봐.
en: see?

source: 그렇죠!!
en: that’s right!!!

source: 그렇지 않아, 사사.
en: it’s not true, sasha.

source: 이 녀석-
en: this kid...

source: 하하하.
en: hahaha.

source: 사사 선생님과 좀 더 대화를 해도 될런지요-!!
en: would it be alright to talk to her for just a bit longer?!

source: 뭐야~
en: why, though?!

source: 최근엔 사진을 잘 안 찍어서 아쉬워―.
en: it’s too bad we don’t take a lot of photos nowadays.

source: 그래서 내가….
en: and so I…

source: 왜 이리 어색하지?!
en: why is it so awkward?!

source: 난 네 미래의 남편이야.
en: I’m your future husband.

source: 성공만 한다면 자네들도 한 자리씩 꿰 줄 테니 걱정 말고.
en: success means each of you earns yourself a position.

source: 셋이서 같이 사는 거로 결론을 내린 거야.
en: I came to the conclusion that the three of us should live together.

source: 자리만 만들어진다면 제가 조율하겠어요.
en: as long as they can meet, I’ll figure out the rest.

source: 자유롭게 만들어 줄 테니 신부님이랑 어울리지 말라든가… 그런….
en: or I'll set you free, so don't hang out with the priest... that’s...

source: 1시간 내로 어르신께 보고드릴 내용입니다.
en: we have to report it to the elder within an hour.

source: 커피?
en: coffee?

source: 원장실에 준비해뒀으니, 확인 도장 부탁 드리겠습니다.
en: it’s ready on your desk. please add your seal of approval.

source: 이것 참….
en: oh gosh…

source: 그렇죠.
en: that’s right.

source: 답답하군….
en: it’s frustrating…

source: 오-
en: oh.

source: 나….
en: did they...

source: 아가씨.
en: miss sasha.

source: 오―
en: oh...

source: 그럼.
en: yes.

source: 어떻게 도착하긴 했네.
en: we somehow managed to get here.

source: 네 감정은 학습된 거라고.
en: your learned to feel your feelings.

source: 편애라니요.
en: favoritism?

source: 속 시원히 말할 수 있어서 이거 하나는 좋네.
en: it feels good to speak my mind freely.

source: 뭐 아는 게 있어야 제대로 이야길 하지.
en: you need to know something to talk about it properly.

source: 이런~~!
en: oops...!

source: 누가 괴롭히나요?
en: did someone harass you?

source: 쓰레기 봉투를 예쁘게 묶었네요.
en: you tied up the garbage bags nicely.

source: 이 돈독한 우정을 따뜻한 시선으로 지켜봐 주시길 바란다는 이야기랍니다.
en: I hope you kindly support our strong friendship.

source: 가져가서…?
en: ...what’s mine...?

source: 단델리온은 그나마 좀 낫지.
en: daniel is at least better than most.

source: 방이 이렇게 작았구나.
en: the room was so small.

source: 이상해?
en: is it weird?

source: 그런 얼굴로 쳐다보지 마.
en: don’t look at me like that,

source: 조한.
en: johan.

source: 이거 받아.
en: this is for you.

source: 그리고 올리브에게 물어보고 싶은 게 있어.
en: there’s also something that I wanted to ask you, olive.

source: 내 작은 아가씨.
en: my little lady.

source: 음….
en: um...

source: 어르신께서 신부님과 단둘이 시간을 보내고 싶다고 하십니다.
en: your father said he wants to spend some time alone with the priest.

source: 당신이라는 걸 알고서 말한 거예요.
en: I spoke that way because I knew it was you.

source: 진료 시간입니다.
en: it’s time for your treatment.

source: 뵙게 돼 영광입니다.
en: it’s an honor to finally meet you.

source: 밖에서 귤 선생이 찾고 있어요~
en: mr. geum is outside looking for you!

source: 이건 너무 불공평하잖아….
en: but this is just so unfair...

source: 아이쿠― 이거 반갑습니다.
en: aww… it’s nice to meet you.

source: 5등이라고?!
en: are you kidding me?

source: 후-
en: sigh.

source: 이…!
en: you...!

source: 여보세요.
en: hello?

source: 어떻게 생겼나 뜯어보는 중.
en: I’m trying to figure out what it looks like.

source: 단델리온을 처음 본 그 순간부터 알 수 있었다.
en: she knew it from the first moment she saw daniel.

source: 괜찮아….
en: it’s okay...

source: 내가 다시 체크하지 않아도 되겠지?
en: I don't have to check again, do I?

source: 저 자신이 이 집에 필요한 존재인가 싶어서요.
en: I was wondering if I’m needed in this house.

source: 과한 친절을 베풀며, 보답을 기다리고.
en: I was overly kind and waited for something in return,

source: 사모님 피곤하세요?
en: madam, are you tired?

source: 안내를 부탁드려도 될까요?
en: could you show me the way?

source: 절대
en: we must never...

source: 그게 사실이야?!?
en: is that true?!

source: 다 괜찮을 거야―
en: everything will be okay...

source: 누군가가 이토록 꼴 보기 싫던 적 있던가?
en: was there anyone I hated to see more?

source: 그렇게 느끼지 않는데도 사람의 마음에 공감하는 척하는 건 힘든 일이란다.
en: it’s hard to pretend to empathize with people when you don’t feel the same way.

source: 내가 불청객이 된 느낌이었어.
en: I felt like an uninvited guest.

source: 품격이 없군.
en: there’s no class.

source: 와아―
en: wow!

source: 등교했으면 교실로 돌아가.
en: if you’re going to school, head inside to class.

source: 무례하게 들릴지도 모르지만…
en: I may be out of line in saying this, but...

source: 권조한.
en: johan gwon.

source: 차이를 알겠어?
en: do you see the difference?

source: 이러는 거 동생이 알면…!!
en: if my brother finds out about this... !!

source: 그때 그 일이 없던 것처럼….
en: she’s acting like nothing happened.

source: 알 수 없는 후원도 계속하려 하시기에 저희 쪽에서 정중히 거절하기도 했었죠.
en: they also tried to continue their anonymous sponsorship which we politely declined.

source: 그건 집안 금붙이를 팔면 어떻게든 될 거야!!
en: it’ll be okay if you sell the gold in the house!

source: 아니.
en: no.

source: 뭐야, 이게?
en: what’s this?

source: 흠… 됐어.
en: hmmm… whatever.

source: 다 망해버리면 날 손절하고 모르는척해도 돼.
en: if all fails, you can cut me off and pretend you don't know me.

source: 고마워요!
en: thank you!

source: 그 책은 뭔가요?
en: what’s that book?

source: 하지만 사모님께선….
en: but madam is--

source: 사사가 해야 할 “중요한 일”이라는 게 뭔가요?
en: what’s this “important thing” that sasha should do?

source: 별일은 없었으니까.
en: nothing much happened.

source: 흔들리지도 마.
en: don’t be shaken.

source: 미안하구나.
en: I’m sorry,

source: 후{j}두{j}둑{j}ㅡ
en: clutter

source: 말버릇 하고는,
en: is that any way to talk to your father?

source: 난…!
en: I...!

source: 우리 집이랑 금귤네 집에서 같이 만든 거라더라.
en: it was made via a collaboration between my family and gyul’s.

source: 병원 사람들도 한편이라는 건데.
en: that means that the hospital staff is in on it as well.

source: 예전에도, 지금도 사사 그대로라고.
en: I’m the same as I was before.

source: 부담 갖지 않으셔도 됩니다.
en: you don't have to feel burdened.

source: 좋은 아침-
en: good morning.

source: 안 그래요?
en: no?

source: 나도!
en: me too!

source: 허무해….
en: it’s futile…

source: 아빠는 곧 일하러 나가봐야 해.
en: I have to go to work soon.

source: 프리미엄 원두를 사용하는 곳으로 안내해.
en: take me to a place where they use premium beans.

source: 엄청나게 자세하잖아-?!
en: is extremely specific?!

source: 아빠는 그저 네가 걱정됐을 뿐이란다.
en: I was just worried about you.

source: 오늘 마침 시간이 비더군요.
en: I happened to be free today.

source: 호오―
en: ooh.

source: 모든 게 귤이가 벌인 짓이었어.
en: it was all gyul’s doing.

source: 어이구― 내 새끼―
en: aww, my precious baby!

source: 요즘 귤이네 병원 증축 관련해서 어른들끼리 바쁘단다.
en: I’ve been busy with the expansion of gyul’s family’s hospital recently.

source: 그게 무슨 뚱딴지같은 소리냐.
en: what kind of nonsense is that?

source: 낑깡은 나중에.
en: I’ll worry about gyul geum later.

source: 늘 그렇잖아.
en: I’ve always looked like this.

source: 남은 기간도 잘 부탁드리겠습니다.
en: I look forward to working with you for the rest of the year.

source: 지금 갈게.
en: I’ll be right there.

source: 안 운다고―!!
en: I said I’m not crying!!

source: 지금 집에 아무도 없어.
en: there’s nobody home right now.

source: 호들갑 떨지 마.
en: don’t make a big deal out of it.

source: 다음 주에 또 올 거야―
en: ...and I’ll come again next week.

source: 둘 다 이렇게 무사하잖아요?
en: we’re both okay, right?

source: 이거 전부 다 버리도록 해요.
en: throw all this away.

source: 이런 비슷한 일이….
en: something like this has happened before... .

source: 단델리온 때문…?
en: ...is it because of daniel?

source: 아가씨가 꾸미는 이상한 짓을 막아야 하거든.
en: we have to stop miss sasha from making up strange things.

source: 사사가 걱정할 텐데.
en: sasha must be worried.

source: 커피는 본인이 좋아서 하는 일이래요.
en: coffee said he’s doing it because he wants to.

source: 아니요…
en: no…

source: 저를 믿으세요?
en: do you trust me?

source: 얼마 전….
en: just a while ago…

source: 설마.
en: no way.

source: 왜 이리 유치하게 구시는 거죠?
en: why are you being so childish?

source: 머리에 껌이라도 붙었니?
en: do I have gum stuck in my hair or something?

source: 아버님 본인 입으로 더 설명하실 내용이 있으신지요?
en: I’d like to ask if there’s anything that you’d like to share.

source: 깜짝이야~!
en: oh my gosh!

source: 너무 곱슬 거리는 것도 보기 흉하다고 늘 세팅받느라 새벽에 일어나야 했잖아?
en: you had to wake up early in the morning to get your hair ready because it’s too curly, right?

source: 무슨 일인지 모르겠지만, 빨리 화해해요~?{j}신부님~~?
en: whatever it is, hurry and make up. got that, father...?{j}

source: 있잖아.
en: there is.

source: 귀찮게 해서…
en: sorry for being...

source: 없어.
en: I have none.

source: 내가,{j}이러면 안 되는 건데.
en: I can’t be doing this.

source: 이 정도면 충분해.
en: this much is more than enough.

source: 그건 어렵지 않지만…
en: that won’t be difficult, but...

source: 맞다.
en: right.

source: 조금 갑작스럽지만 오늘 오신 분들을 위해 작은 이벤트를 준비해봤는데요.
en: this is a bit sudden, but I prepared a small event for the guests today.

source: 학생 면담 때문에 회의 중이세요.
en: she’s in a consultation session with a student.

source: 갑자기 무슨 바람이지…?
en: what’s gotten into him all of a sudden?

source: 그래서?
en: so?

source: 여기 계셨군요.
en: there you are.

source: 약혼한 사이긴 해.
en: well, we’re engaged.

source: 내가 좋아하는 너니까.
en: cuz it’s you that I like...

source: 너는 아무 잘못 없어.
en: you didn’t do anything wrong.

source: 내가 여기 있다는 걸 어떻게 알았어요?
en: how did you know that I was here?

source: 고생하셨습니다, 신부님.
en: thank you for your hard work, father.

source: 단델리온,
en: daniel,

source: 그,
en: ummm...

source: 어디 가세요!!
en: where are you going?!

source: 쉿.
en: shh.

source: 모든 걸 다 가진 완벽한 사람으로 보여야겠고.
en: I wanna be seen as the perfect person with everything.

source: 누가 왔어―
en: someone’s here.

source: 와아아―
en: wow!

source: 무슨 말을…!
en: what are you saying...?!

source: 아버지 말고도 다른 손님이 오신다고 말 안 했던가요?
en: didn't I tell you that there’ll be another guest besides you, father?

source: 큭… 눈치챘군!!
en: ugh… he saw through me!

source: 뾰족뾰족한 말을 전달해서는 안 돼요!
en: don’t say such harsh words!

source: 아이들을 믿어주세요.
en: please trust in your children.

source: 도련님,
en: young master,

source: 그걸 그만두려니 불안한 거예요.
en: I'm worried you’ll quit studying.

source: 정말 고마워요.
en: thank you so much.

source: 왜 이런 곳에 개구멍이 있는 걸까?
en: why is there a hole in a place like this?

source: 하하하하
en: hahahaha

source: 들어주지도 않더군요.
en: but they didn’t even listen.

source: 한 번만이라도 나를 믿어 줄 수 없어요?
en: can’t you trust me just once?

source: 엄마는 재벌 출신도 아니었고, 나랑 다르게 사랑을 많이 받고 자랐을 수도 있잖아.
en: since my mom wasn't from a conglomerate, she could’ve grown up loved unlike me.

source: 와-
en: wow!

source: 실례합니다.
en: excuse me.

source: 어른이면 제발 어른답게 굴라고.
en: if you’re an adult, act like one already.

source: 아가씨는 자기뿐만 아니라 세상을 전혀 모르시네.
en: not only does she know nothing of herself, she knows nothing of the world.

source: 처음부터 있었는데?
en: I’ve been here from the start.

source: 그러기엔 네 능력이 아깝잖아.
en: you’ll be wasting your abilities if you do that.

source: 뭐야?
en: what?

source: 참가하라는 말이군.
en: they’re asking me to join.

source: 오늘을 마지막으로 그만두기로 해요.
en: so promise me today will be the last day you come here.

source: 두 번째에는 다른 방법을 써야지.
en: we’ll use a different strategy this time.

source: 아가씨, 저녁 식사 시간입니다.
en: miss, it’s time for dinner.

source: 짜식들!
en: you rascals!

source: 이런 식품에 의지하는 건 옳지 않습니다.
en: it isn’t right to depend on products like this.

source: 제가 껴도 되는 자리인지.
en: is it okay for me to join?

source: 그 목소리는 금귤 선생이 맞군요.
en: your voice. it’s you, mr. geum.

source: 이런….
en: oh dear...

source: 사띨이랑 결혼한다는 거 사실이에요?
en: is it true you’re marrying silly sasha?

source: 아기 단델리온이 이런 비밀수사를 맡다니 대견하네요―
en: I can’t believe our baby daniel is in charge of this secret investigation. I’m proud of you...

source: 좋아하는 음식이나, 옷, 공부, 향기조차도 추천받아서 했는걸.
en: I’d picked my favorite food, clothes, subject, and even scent based on what was recommended for me.

source: 그 빌어먹을 비타민에 대해 말해.
en: tell me about this damn vitamin.

source: 구할 수 있으니까.
en: I can get them for you.

source: 우리 결혼하는 거 소문도 다 났는데.
en: it’s all over town that we’re getting married.

source: 단델리온 신분 정보를 정리해 보고 올렸습니다.
en: I’ve compiled and uploaded daniel’s personal information, sir.

source: 여기요.
en: here.

source: 제 방은 아가씨를 재밌게 할 만한 물건이 없답니다.
en: there’s nothing of interest for you in my room, miss.

source: 일어나시지요.
en: please stand up.

source: 단델리온이 성공했나?
en: did daniel succeed?

source: 뭐가 좋다고 웃고 떠드는 거야.
en: what are you laughing and talking about?

source: 응.
en: mmm.

source: 뭐야, 주인 찾은 강아지 마냥―
en: you’re like a puppy greeting his master.

source: 아가씨!
en: miss sasha!

source: 집에 가서 전화하려고 했어요!
en: I was gonna call you when I got home!

source: 쩨쩨하게 굴지 마.
en: don’t be petty.

source: 이래서는 안 되는데.
en: I shouldn’t be like this.

source: 아…
en: oh...

source: 신부님-!
en: father!

source: 교장 선생님 께서요?
en: the principal?

source: 단델리온 네가 어지간히 맘에 안 들었나 봐.
en: I guess he really doesn’t like you, daniel.

source: 학교에서 용케 성질을 죽이시는군.
en: somehow she manages to curb her temper at school.

source: 자식이라곤 하나밖에 없는데 저 모양이니 복장이 터진다고요!
en: the fact that my only child is like this is driving me up the wall!

source: 안녕―
en: hi!

source: 네가 보관해줘.
en: you keep it.

source: 야, 너 미쳤어?!
en: hey, what the hell’s gotten into you?!

source: 저 잠깐 밖에 다녀올 테니 혼자 계실 수 있죠?
en: I’m gonna step out for a bit. will you be okay alone?

source: 그게 내가 할 수 있는 최고의 복수이자 꿈이었어.
en: was to have a carefully grown orchid wither away in an instant.

source: 이다음에는 신부님 집에 가서 놀고먹고 하는 게 어떨까요?!?!
en: what do you think of me going to his place to play and eat from now on?!

source: 지금은 전화를 받을 수 없어 ―
en: the number you called is not available…

source: 글쎄?
en: well,

source: 이 모든 게 의미 없는 시간으로 치부되기엔 너무 아깝지 않나요?
en: isn't it too precious to dismiss all these as insignificant?

source: 너무 긴장해서 깜박했나 봅니다.
en: I was so nervous that I forgot.

source: 이건 학생 때.
en: this is when I was a student.

source: 나와 같이 자라면서 같이 세뇌당했다지만 상상 이상으로 뒤가 구리다니까.
en: I know he was brainwashed growing up, but he’s hiding so much more than I imagined.

source: 뭐야!?
en: what?!

source: 일일이 확인할 시간 없어, 다 쓸어 담자.
en: there’s no time to go through it all, so I’ll take everything.

source: 본인 의지로 나가셨습니다.
en: and decided to leave.

source: 여기 계셨군요!!
en: there you are!!!

source: 우리 잘 마무리해서 말이야.
en: let's end this off on a good note.

source: 낙엽을 좋아하시나 봐요.
en: you must like fallen leaves.

source: 앞으로 신부님은 자기 시간 방해 안 받고~
en: ...and I don’t take up any more of your time.

source: 앗.
en: ah.

source: 넌, 너무 밥을 많이 먹어―
en: you eat way too much!

source: 글쎄요-?
en: I don’t want to?

source: 나… 그래도 꽤 노력한 것 같은데,
en: but I... thought I tried pretty hard.

source: 철써억―…
en: crash

source: 회장님, 이거 오랜만입니다.
en: president, it’s been a while.

source: 그치만~!
en: yes, but...!

source: 학교에서 나왔습니다….
en: I’m from the school…

source: 거짓말이라고 느껴지니?
en: do you feel like it’s a lie?
